Revit 2027 API
ExternalDataManagerCommands.BuiltInExternalDataManagerCommands.ManageWorksets Property
 Manage workset for external data.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ExternalDataManagerCommandId ManageWorksets { get; }
Public Shared ReadOnly Property ManageWorksets As ExternalDataManagerCommandId
	Get
public:
static property ExternalDataManagerCommandId^ ManageWorksets {
	ExternalDataManagerCommandId^ get ();
}
static member ManageWorksets : ExternalDataManagerCommandId with get
Property Value
ExternalDataManagerCommandId
See Also
Reference
ExternalDataManagerCommands.BuiltInExternalDataManagerCommands Class
Autodesk.Revit.UI Namespace